Repository: rohollaramezani/dk-pricr-responsive-pricing-table
Catalog: lang/responsive-pricing-table-*.po
Languages: es_es, fr_fr

source: Manage Plans
es_es: Administrar ofertas
fr_fr: Gestion des offres

source: Unlock more features with Responsive Pricing Table PRO!
es_es: &iexcl;Desbloquear más funciones con Responsive Pricing Table PRO!
fr_fr: Acc&eacute;dez &agrave; de nouvelles fonctionnalit&eacute;s avec Responsive Pricing Table PRO !

source: Free version
es_es: Versión gratuita
fr_fr: Version gratuite

source: Plan {#}
es_es: Oferta {#}
fr_fr: Offre {#}

source: Add another plan
es_es: Añadir otra oferta
fr_fr: Ajouter une offre

source: Remove plan
es_es: Borrar la oferta
fr_fr: Supprimer offre

source: Plan header
es_es: Encabezamiento
fr_fr: En-tête de l’offre

source: Title
es_es: Título
fr_fr: Titre

source: Subtitle
es_es: Subtítulo
fr_fr: Sous-titre

source: Recurrence
es_es: Recurrencia
fr_fr: Récurrence

source: eg. 'per month/year'
es_es: ej. 'por mes / año'
fr_fr: ex. ‘par mois/an’

source: Price
es_es: Precio
fr_fr: Prix

source: No currency sign here (it can be set in the Settings tab)
es_es: No signo de moneda aquí (se puede establecer en la ficha Configuración)
fr_fr: Sans devise (voir partie Réglages, à droite)

source: Description
es_es: Descripción

source: Short text that will appear below the subtitle
es_es: Texto breve que aparecerá debajo del subtítulo
fr_fr: Texte court qui apparaîtra sous le sous-titre

source: Small icon
es_es: Pequeño icono
fr_fr: Icône

source: Recommended:
es_es: Recomendado:
fr_fr: Recommender

source: Upload
es_es: Subir
fr_fr: Uploader

source: Recommended plan
es_es: Oferta recomendada
fr_fr: Recommander l’offre

source: Check this if this to highlight this plan
es_es: Active esta opción para resaltar esta oferta
fr_fr: Mettre l’offre en avant

source: Mark as recommended
es_es: Marcar como recomendado
fr_fr: Cocher pour activer

source: Remove currency sign
es_es: Ocultar signo de moneda
fr_fr: Cacher la devise

source: Check this to hide the currency sign (for free plans for example)
es_es: Active esta opción para ocultar el signo de moneda (por ejemplo para ofertas gratuitas)
fr_fr: Cocher pour cacher la devise (pour une offre gratuite par exemple)

source: Check to remove
es_es: Active esta opción para ocultar
fr_fr: Cocher pour activer

source: Plan features
es_es: Características de la oferta
fr_fr: Détails de l’offre

source: Feature list
es_es: Lista de funciones
fr_fr: Liste des caractéristiques

source: One per line — Read the Tips & Tricks section for useful information
es_es: Una característica por línea - Leer la sección Consejos para mas información.
fr_fr: Une par ligne — Lire le bloc d’astuces sur la droite pour plus d’info

source: One feature per line
es_es: Una característica por línea
fr_fr: Une caractéristique par ligne

source: Tips & Tricks
es_es: Consejos
fr_fr: Astuces

source: Add images (not recommended)
es_es: Añadir imágenes
fr_fr: Ajouter des images

source: Add links
es_es: Añadir enlaces
fr_fr: Ajouter des liens

source: Add bold text
es_es: Añadir texto en negrita
fr_fr: Ajouter du texte gras

source: Show feature as unavailable with
es_es: Mostrar característica como no disponible con
fr_fr: Caractéristiques non-disponibles avec

source: Plan button...
es_es: Botón de la oferta…
fr_fr: Bouton de l’offre…

source: Button text
es_es: Texto del botón
fr_fr: Texte du bouton

source: eg. 'Sign up, Buy'
es_es: ej. ‘Registrar, Comprar'
fr_fr: ex. ‘J’achète, Je m’abonne’

source: Button link
es_es: Enlace del botón
fr_fr: Lien du bouton

source: eg. 'http://anything.com'
es_es: ej. 'http://cualquiercosa.com'
fr_fr: ex. ‘http://monsite.com’

source: ...or a custom button instead
es_es: ... o un botón personalizado en lugar
fr_fr: …ou utiliser un bouton personnalisé

source: Custom button code
es_es: Código del botón personalizado
fr_fr: Bouton personnalisé

source: This field will overwrite the standard button fields
es_es: Este campo se sobrepone a los campos del botón estándar
fr_fr: Ce champ écrasera le bouton standard

source: Paste any button code here (Stripe, Paypal...)
es_es: Pegue cualquier código de botón aquí (Stripe, Paypal...)
fr_fr: Insérer un bouton personnalisé (Stripe, Paypal…)

source: What is a custom button?
es_es: ¿Qué es un botón personalizado?
fr_fr: Qu’est-ce qu’un bouton personnalisé ?

source: Custom buttons are provided by third-party payment plateforms to allow direct redirection to the payment page. Paypal, Stripe as well as many other companies will generate buying buttons for you.
es_es: Botones personalizados son proporcionados por plataformas de pago para permitir la redirección directa a la página de pago. Paypal, Stripe, así como muchas otras empresas generarán botones de compras para usted.
fr_fr: Les boutons personnalisés sont fournis par des plateformes tierces pour rediriger vos utilisateurs directement vers la page de paiement. Paypal et Stripe sont des exemples de services qui proposent des boutons personnalisés.

source: If you want your Pricing plan's footer to be replaced by a custom button, copy-paste the button code in this box. This will override the default button settings.
es_es: Si desea que el pie de página de su oferta sea sustituido por un botón personalizado, copiar y pegar el código del botón en este cuadro. Esto anulará la configuración del botón predeterminado.
fr_fr: Pour remplacer le bouton standard, copier-coller le code du bouton personnalisé dans le champs à gauche.

source: We do <strong>not</strong> recommend doing this as it may not always go well with the design.
es_es: <strong>No</strong> le recomendamos hacer esto, ya que no siempre se puede ir bien con el diseño.
fr_fr: Nous ne recommandons pas cette pratique pour la simple raison que cela pourrait altérer la qualité visuelle de votre table de prix.

source: Plan styling
es_es: Estilo de la oferta
fr_fr: Apparence de l'offre

source: This color will be used for several elements of the plan
es_es: Este color será utilizado para varios elementos de la oferta
fr_fr: Cette couleur sera utilisée pour différents éléments de l'offre

source: Settings
es_es: Configuración
fr_fr: Réglages

source: General settings
es_es: Configuración general
fr_fr: R&eacute;glages g&eacute;n&eacute;raux

source: Change currency
es_es: Cambiar la moneda
fr_fr: Changer la devise

source: Add your currency sign here
es_es: Añada su signo de moneda aquí
fr_fr: Ajouter votre symbole de devise

source: Links behavior
es_es: Comportamiento del enlace
fr_fr: Comportement du lien

source: Open in current window
es_es: Abrir en la misma ventana
fr_fr: Ouvre dans la m&ecirc;me fen&ecirc;tre

source: Open in new window/tab
es_es: Abrir en una nueva ventana
fr_fr: Ouvre dans une nouvelle fen&ecirc;tre

source: Force original fonts
es_es: Utilizar la fuente original
fr_fr: Forcer police originale

source: Check this to use the plugin's font instead of your theme's
es_es: Haga clic para usar la fuente del plugin en lugar de la de su tema
fr_fr: Cocher ceci pour utiliser la police de caract&egrave;re du plugin plut&ocirc;t que celle du th&egrave;me

source: Check to enable
es_es: Haga clic para activar
fr_fr: Cocher pour activer

source: Adjust font sizes
es_es: Ajustar tamaño de las fuentes
fr_fr: Ajuster tailles de caractère

source: Tiny
es_es: Diminuto
fr_fr: Très petit

source: Small
es_es: Pequeño
fr_fr: Petit

source: Subitle
es_es: Subtítulo

source: Big
es_es: Grande
fr_fr: Grand

source: Button
es_es: Botón
fr_fr: Bouton

source: Features
es_es: Características
fr_fr: Caractéristiques

source: Up to 5 plans
es_es: Hasta 5 ofertas
fr_fr: Jusqu’à 5 offres

source: You can add up to 5 plans per Pricing Table.
es_es: Usted puede añadir hasta 5 ofertas por Tabla de Precios.
fr_fr: Vous pouvez ajouter jusqu’à 5 offres par Table de prix.

source: Adding more than that will result in display issues.
es_es: Añadir más ofertas dará lugar a problemas de visualización.
fr_fr: Ajouter plus d’offres provoquera des problèmes d’affichage.

source: Help & Support
es_es: Ayuda
fr_fr: Documentation & Support

source: Display your Pricing Table
es_es: Visualizar la Tabla de Precios
fr_fr: Afficher une Table de prix

source: To display your Pricing Table on your site, copy-paste the <strong>[Shortcode]</strong> in your post/page. You can find this shortcode by clicking <strong>All Pricing Tables</strong> in the menu on the left.
es_es: Para visualizar su Tabla de precios en su sitio web, copiar y pegar el <strong>[Shortcode]</strong> en la entrada/página de su elecci&oacute;n. Haga clic en <strong>Tablas de precios</strong> para encontrar este shortcode.
fr_fr: Pour afficher une Table de prix copier-coller son [Shortcode] dans un(e) article/page. Vous trouverez ce shortcode en cliquant sur <strong>Tables de prix</strong> dans le menu &agrave; gauche.

source: Get support
es_es: Obtener ayuda
fr_fr: Trouver de l’aide

source: Submit a ticket
es_es: Enviar su pregunta
fr_fr: Demande d’aide

source: View documentation
es_es: Consulte la documentaci&oacute;n
fr_fr: Voir documentation

source: Pricing Tables
es_es: Tablas de precios
fr_fr: Tables de prix

source: Pricing Table
es_es: Tabla de precios
fr_fr: Table de prix

source: Add New
es_es: Añadir
fr_fr: Ajouter

source: Add New Pricing Table
es_es: Añadir Nueva Tabla de Precios
fr_fr: Ajouter une Table de prix

source: New Pricing Table
es_es: Nueva Tabla de Precios
fr_fr: Nouvelle table de prix

source: Edit Pricing Table
es_es: Editar Tabla de Precios
fr_fr: Modifier Table de prix

source: View Pricing Table
es_es: Visualizar la Tabla de Precios
fr_fr: Voir Table de prix

source: All Pricing Tables
es_es: Tablas de Precios
fr_fr: Tables de prix

source: Search Pricing Tables
es_es: Buscar Tablas de Precios
fr_fr: Rechercher dans Tables de prix

source: No Pricing Tables found.
es_es: No Tablas de Precios encontradas.
fr_fr: Pas de Table de prix trouvée.

source: No Pricing Tables found in Trash.
es_es: No Tablas de Precios encontradas en la papelera.
fr_fr: Pas de Table de prix trouvée dans la corbeille.

source: Pricing Table updated.
es_es: Tabla de Precios actualiza.
fr_fr: Table de prix mise à jour.

source: Pricing Table published.
es_es: Tabla de Precios publicada.
fr_fr: Table de prix publiée.

source: Pricing Table saved.
es_es: Tabla de Precios guardada.
fr_fr: Table de prix sauvegardée.

source: Pricing Table draft updated.
es_es: Borrador de Tabla de Precios actualizado.
fr_fr: Brouillon de Table de prix sauvegardé.

source: Color
fr_fr: Couleur

source: Normal
fr_fr: Moyen
